import {Text} from './ConfessionDescription.styled';

export const ConfessionDescription=()=>{
    return(
        <>
        <Text>
        Перш ніж ви прийдете сповідатися, непогано було б дізнатися, коли в храмі зазвичай сповідують. У багатьох храмах служать не тільки по неділях і святах, але й по суботах, а у більш великих храмах і монастирях – і по буднях. Найбільший наплив людей до сповіді буває під час Великого посту. Звичайно, великопісний період – насамперед час покаяння, але для тих, хто приходить уперше або після дуже довгої перерви, краще підібрати час, коли священик не сильно завантажений. Може статися, що в храмі сповідують у п’ятницю ввечері або ранком у суботу – у ці дні людей буде напевно менше, чим під час недільної служби. Добре, якщо у вас є можливість особисто звернутися до священика й попросити, щоб призначив вам зручний час для сповіді.
        </Text>
        <Text>
        Існують спеціальні молитви, що виражають покаянний “настрій”. Їх добре прочитати напередодні перед сповіддю. Покаянний канон Господу Ісусу Христу друкується практично у будь-якому молитовнику, крім найкоротших.
        </Text>
        <Text>
        Під час сповіді священик може призначити вам епітимію: утримання на певний час від причастя, читання особливих молитов, земні поклони або справи милосердя. Це не покарання, а засіб для того, щоб викорінити гріх і одержати повне прощення. Епітимія може бути призначена, коли священик не зустрічає з боку того, хто кається, належного покаянного ставлення до серйозних гріхів, або, навпаки, коли бачить, що у людини є потреба в тому, щоб щось зробити практично для “викорінювання” гріха. Епітимія не може бути безстроковою: вона призначається на якийсь певний час, і потім повинна бути припинена.
        </Text>
        <Text>
        Як правило, після сповіді віруючі причащаються. Хоча сповідь і причастя – два різні таїнства, краще підготовку до першої сповіді поєднати з підготовкою до причастя.  Якщо священик не давав вам із цього приводу конкретних рекомендацій, то найкраще постувати принаймні три дні, утримуючись від будь-якої їжі тваринного походження, підсилити у ці дні молитву (прочитати спеціальне “Послідування до Святого Причастя”, яке друкується практично у кожному молитовнику), а у самий день причастя прийти на службу натщесерце (прокинувшись, нічого не їсти й не пити).
        </Text>
        <Text>
        Не відкладайте наступну сповідь на довгі роки. Сповідь не рідше разу на місяць допомагає завжди бути “у тонусі”, уважно й відповідально ставитися до свого повсякденного життя, у якому, природно, і повинна бути втілена наша християнська віра.
        </Text>
        </>
    )
}