import {Text, TitleMain, Title, Span, List} from './Donation.styled';
import {PayDonation} from './PayDonation';

export const Donations=()=>{
        return (
           
      <>
        <TitleMain>Добровільна пожертва: духовна місія та підтримка церкви</TitleMain>
        <Title> Чому важливо жертвувати кошти на православну християнську церкву?</Title>
        <Text>
Жертвування на церкву є глибоким духовним актом, що бере свій початок у Святому
Письмі та традиціях християнства. Це не лише матеріальна допомога, а й вияв любові до
                            Бога, відданості православній вірі та прагнення зробити світ кращим через добрі справи.
        </Text>
                    
        <Text>
                Церква виконує надзвичайно важливу місію – допомагає вірянам у духовному зростанні,
навчає істинам Євангелія, підтримує у складні часи та єднає громаду. Окрім цього, вона
займається благодійністю, допомагаючи бідним, знедоленим, хворим і тим, хто потребує
опіки.
        </Text>
                    
        <Text>
                Кожна пожертва – це внесок у зміцнення православної віри та розвиток церковної
спільноти. Підтримуючи церкву, ми не лише виконуємо біблійні заповіді, але й беремо
участь у благодійності, яка є основою християнського життя.            
        </Text>

        <Title>Біблійне обґрунтування жертвування </Title>
        <Text>
Жертвування завжди було важливим елементом духовного життя віруючих. Біблія
наголошує, що жертва є вираженням любові до Бога та подяки за Його благодать.
        </Text>
                    
        <Title>
                Жертва як знак вдячності Богу            
        </Title>
        <Text>
                 У книзі Приповістей сказано:          
        </Text>
        <Text>
                <Span>
                    «Вшановуй Господа своєю сумлінною працею і принеси Йому найперше зі своїх плодів
праведності, щоб твої комори наповнилися вщерть пшеницею, а твої чавила давали в
надмірі вино.»                
                </Span>
                  (Приповістей 3:9-10).          
        </Text>
        <Text>
                Цей уривок нагадує нам, що все, що ми маємо, – це дар від Бога. Жертвуючи частину
свого доходу на добрі справи, ми проявляємо смирення та вдячність.            
        </Text>
        
        <Title>
                            Приклад ранніх християн
        </Title>
        <Text>
                            Ранньохристиянська громада показала чудовий приклад жертовності та милосердя: <Span>
                                    «А всі, які повірили, були разом і мали все спільне. Вони продавали маєтки та майно і
                                    ділилися ним з усіма, хто потребував.»
                            </Span> (Дії 2:44-45).
        </Text>
        <Text>
                            Церква завжди була місцем взаємної підтримки та допомоги тим, хто цього потребує.
Жертвування сприяє єдності громади та дозволяє реалізовувати місію церкви в сучасному
світі.
        </Text>
                    
        <Title>
               Слова Ісуса Христа про допомогу ближньому             
        </Title>
                    
        <Text>
             Ісус Христос закликав виявляти милосердя та допомагати тим, хто опинився у складних
обставинах:               
        </Text>
        <Text>
                <Span>
                          «Бо голодував Я, і ви дали Мені їсти; спраглим був, і ви Мене напоїли; чужинцем був Я, і
ви Мене прийняли; не мав одягу, і ви Мене одягнули; хворів, і ви Мене відвідали; у в’язниці
був Я, і ви прийшли до Мене!»          
                </Span> (Матвій 25:35-36).
        </Text>            
                   
        <Text>
              Таким чином, жертвування на церкву – це не лише підтримка храму, а й спосіб
реалізувати християнські цінності у своєму житті.      
        </Text>
        
        <Title>
                 На що спрямовуються пожертви?           
        </Title>
        <Text>
               Жертвування – це внесок у розвиток духовного, соціального та благодійного служіння
церкви. Кошти, які збираються від вірян, спрямовуються на різні важливі потреби.             
        </Text>
                    
        <Title>
                Будівництво та підтримка храму
        </Title> 
                <List>
                        <li>
                                Ремонт та реставрація церкви, підтримка святині у належному стані.    
                        </li>
                        <li>
                                Благоустрій території храму, оновлення церковного начиння.
                        </li>
                        <li>
                                Оплата комунальних послуг (електроенергія, газ, опалення, вивезення сміття
тощо).   
                        </li>

                </List>
                 
                <Title>
                        Допомога нужденним та благодійні ініціативи
                </Title>
                    <List>
                            <li>
                                 Підтримка малозабезпечених родин, сиріт, людей похилого віку.   
                            </li>
                            <li>
                                Організація безкоштовних обідів для нужденних. 
                            </li>
                            <li>
                                Надання допомоги лікарням, хоспісам та реабілітаційним центрам.    
                            </li>
                    </List>
                    
                    <Title>
                            Духовна освіта та виховання молоді
                    </Title>
                    <List>
                            <li>
                                Підтримка недільних шкіл для дітей та дорослих.  
                            </li>
                            <li>
                                Видання та розповсюдження православної літератури.  
                            </li>
                            <li>
                                Організація духовних семінарів, конференцій та зустрічей.    
                            </li>
                    </List>

                    <Title>
                            Жертвуючи на Храм Святих Петра і Павла, ви допомагаєте:
                    </Title>
                    <List>
                            <li>
                                Відновленню храму та його території.  
                            </li>
                            <li>
                               Покращенню умов для проведення богослужінь.     
                            </li>                    
                            <li>
                                Закупівлі необхідного церковного начиння, літургійних книг, свічок, облачення для
священиків.    
                            </li>                   
                             <li>
                                Фінансуванню навчання дітей у недільній школі та проведенню релігійних заходів.    
                            </li>                  
                            <li>
                                Реалізації благодійних ініціатив та підтримці волонтерських проєктів.    
                            </li>                  
                    </List>
                    <Text>
                        Будь-який внесок, незалежно від суми, є безцінним. Адже він стає частиною великої
справи служіння Богові та людям.
                        </Text>
                        <Title>
                               Жертвуйте з вірою та любов’ю 
                        </Title>
                    <Text>
                        Апостол Павло нагадує нам:
                    </Text>   
                        <Text>
                               <Span>
«Кожний нехай дає за велінням серця, а не з жалем чи з примусу, адже Бог любить того,
хто дає з радістю.»
                                </Span> (2 Коринтян 9:7).
                                    
                    </Text>
                    <Text>
                                Жертвуючи, ми виконуємо заповіді Господа, підтримуємо храм і допомагаємо тим, хто
цього потребує. Нехай кожна пожертва буде благословенна та принесе плоди добра!
                    </Text>
                                
       <PayDonation/>
    </>
    )
}