import {Container, Text} from './PayDonation.styled';

export const PayDonation=()=>{
    return(
        <Container>
        <h4>Реквізити</h4>
        <Text>
        РЕЛІГІЙНА ОРГАНІЗАЦІЯ «РЕЛІГІЙНА ГРОМАДА ПАРАФІЯ
АПОСТОЛІВ ПЕТРА І ПАВЛА КИЇВСЬКОЇ ЄПАРХІЇ УКРАЇНСЬКОЇ
ПРАВОСЛАВНОЇ ЦЕРКВИ (ПРАВОСЛАВНОЇ ЦЕРКВИ УКРАЇНИ) С.
ПЕТРОПАВЛІВСЬКЕ БОРИСПІЛЬСЬКОГО РАЙОНУ КИЇВСЬКОЇ
ОБЛАСТІ»
код ЄДРПОУ 25689876,
р\р UA023 5100 5000 0026 0078 7916 5606 в АТ «УКРСИББАНК», МФО 351005
Призначення платежу: «Добровільна пожертва»
        </Text>
        
        <h4>Або</h4>
        <Text>
        На картку «Приват Банк»
        4149 6293 6459 9894
        Олексюк О. Я.
        </Text>
        </Container>
    )
}