import {
    Container, Title, Line, Text, Span,List, TextList, Item, SpanText
    // ContainerText,  Image
} from './Mainstyled';

// import church2 from '../../images/2.jpg';
// import church4 from '../../images/4.jpg';
// import church7 from '../../images/7.jpg';
// import church20 from '../../images/20.jpg';
// import church43 from '../../images/43.jpg';

export function Main(){
    return(
        <>
            <Container>
                <Title>Храм – дім Божий серед людей</Title>
                <Text>
                   Храм – це місце особливої присутності Бога на землі. Він є осередком молитви, духовного життя та єднання віруючих у спільній вірі та любові до Господа. Саме тут людина може відкрити своє серце перед Богом, знайти мир, зцілення душі та отримати благодать Святого Духа.
                </Text>

                <Text>
                    Православний храм – це не просто архітектурна споруда, а священний простір, де земне і небесне зустрічаються. Кожен його елемент має глибокий символічний зміст. У його стінах люди отримують Таїнства Церкви, які ведуть до спасіння: Хрещення, Миропомазання, Покаяння, Причастя та інші.
                </Text>

                <Line></Line>

                <Title>Будова храму та її значення</Title>
                <Text>Традиційно православний храм складається з трьох основних частин, кожна з яких має своє духовне значення:</Text>
                <List>
                    <Item>
                        <TextList><Span>•	Притвор </Span>
                         – це вхідна частина храму, що символізує перехід від земного життя до духовного. У давнину тут стояли оголошені – ті, хто готувався до прийняття Хрещення.
                        </TextList>
                    </Item>

                    <Item>
                        <TextList><Span>•	Середня частина </Span>
                        – головний простір храму, де під час богослужінь збираються віряни. Вона символізує земний світ, у якому християни йдуть шляхом спасіння.
                        </TextList>
                    </Item>

                    <Item>
                        <TextList><Span>•	Вівтар</Span>
                        – найсвятіша частина храму, що символізує Небесне Царство. Тут розташовується Престол – місце, на якому під час Літургії відбувається перетворення хліба і вина на Тіло і Кров Христові.
                        </TextList>
                    </Item>
                </List>
                <Text>Ця Трьохскладова структура храму є відображенням Пресвятої Трійці: Бога Отця, Бога
Сина і Бога Святого Духа. Вона також має коріння у старозавітному богослужбовому
                    устрої: Святеє Святих, Святе місце та двір Храму Соломона.</Text>
                
                <Title>Форма храму та її символіка</Title>
                <Text>Форма православного храму не є випадковою – вона відображає богословські істини та
                    допомагає віруючим глибше усвідомити духовне значення богослужінь.</Text>
                <List>
                    <Item>
                        <TextList><Span>• Хрестоподібна форма</Span>нагадує про Жертву Христову та спасіння людства через Його
страждання.</TextList>
                    </Item>

                    <Item>
                        <TextList><Span>• Кругла форма</Span>символізує вічність Церкви, яка не має ні початку, ні кінця.</TextList>
                    </Item>

                    <Item>
                        <TextList><Span>• Форма корабля</Span>є найдавнішою у православній традиції. Вона символізує Ковчег спасіння,
який веде нас через хвилі життєвих випробувань до Царства Небесного.</TextList>
                    </Item>

                    <Item>
                        <TextList><Span>• Хрестово-купольна форма</Span>– найпоширеніша у православній архітектурі. Вона поєднує
хрестову основу із куполом, що символізує єдність Христа, Який переміг смерть і відкрив
дорогу до неба.</TextList>
                    </Item>
                </List>

                <Title>Куполи храму та їх значення</Title>
                <Text>Важливим елементом православного храму є купол – його піднесена форма символізує
                    небесний світ та прагнення людської душі до Бога.</Text>
                <List>

                <Item>
                       <TextList><Span>• Золотий купол</Span>означає Божественну славу, незмінність та вічність Божої істини.</TextList>
                </Item>
                
                <Item>
                       <TextList><Span>• Блакитний купол</Span>символізує Пресвяту Богородицю, яка є Покровителькою та Заступницею
християн.</TextList>
                </Item>
                
                <Item>
                       <TextList><Span>• Зелений купол</Span>– знак Святого Духа та вічного життя.</TextList>
                </Item>
                
                <Item>
                       <TextList><Span>• Чорний або темний купол</Span>інколи зустрічається у монастирських храмах і символізує
чернече смирення та зречення від мирського життя.</TextList>
                </Item>
                    
                </List>  

                <Text>
                    Купол вінчається хрестом – головним символом християнства. Іноді можна побачити
храми з двома куполами – вони нагадують про дві природи Ісуса Христа: Божественну і
людську.
                </Text> 
                <Text>
                    Цікаво, що в українській традиції слово <SpanText>«купол»</SpanText> часто замінюється синонімом <SpanText>«баня».</SpanText>
                </Text>
 
                <Title>Храм – місце благодаті та молитви</Title>
                <Text>
                    Відвідування храму – це не просто релігійний обов’язок, а можливість наповнити
своє серце Божою благодаттю, очистити душу через покаяння та знайти духовний спокій.
                </Text>
                <Text>
                    У храмі люди отримують Таїнства, які зміцнюють віру, допомагають подолати
життєві труднощі та наблизитися до Бога. Саме тут звучить спільна молитва, яка має
особливу силу.
                </Text>
                <Text>
                    Варто пам’ятати, що архітектурні особливості храмів – це не догма, а священна
традиція, яка передавалася з покоління в покоління. Головне – це не форма, а внутрішній
зміст: храм є місцем зустрічі людини з Богом.
                </Text>
                <Text>
                    Дякуймо Господу за можливість вільно приходити до Його святині, бо це є
великим даром і благословенням у нашому житті.
                </Text>
                
            {/* <ContainerText> 
                <Text>
                ХРАМ – це складна рукотворна святиня, яка у земних формах символічно зображує неземне, у видимих – невидиме.
                </Text>

                <Image src={church2} alt='church'/>                
            </ContainerText>
             
                <Text> 
                Умовно кожен православний храм поділяється на три основних частини: притвор, середню частину та
                 вівтар. Три частини – символ Триєдиного Бога. Трьохскладова будова храму відома ще з часів Старого
                  Завіту і її дотримуються досі, незалежно від форм та розмірів храму. Вівтар повинен бути орієнтованим 
                  на схід, де сходить сонце, це символізує Божественне Світло, рай.
                </Text> */}

                {/* <Image src={church4} alt='church'/> */}

                {/* <ContainerText> 
                <Text>За формою побудови храми бувають хрестоподібними, що нагадує нам про Хрест Христовий і наше спасіння; 
                    круглими, що не мають ні початку, ні кінця та символізують вічність Церкви. Найдревнішою формою 
                    православного храму є «корабель» – символ ковчега спасіння, а найпоширенішою – хрестово-купольна.
                </Text>    

                <Image src={church4} alt='church'/>
                </ContainerText>

                <Text>
                У вертикальній площині храм являв собою образ видимого світу, верхня частина якого означала Небо, тож храмовий купол, 
                його сферична форма, є символічним втіленням «тверді небесної». Купол увінчується хрестом – головним 
                християнським символом, що символізує перемогу Христа над смертю. Храм з двома куполами символізує Божественну 
                та людську природу Ісуса Христа. Кольори куполів теж мають своє сакральне значення. Золоті куполи символізують 
                Божественну славу, а цибулиноподібна форма куполу символізує полум’я свічки.
                </Text> */}

                {/* <Image src={church20} alt='church'/> */}
{/* 
                <Text>
                В українській мові синонімом слова "купол" виступає "баня".
                </Text>

                <ContainerText> 
                <Text>
                Варто відзначити, що все це – не догма, а шанована віками традиція. Будь-який храм – це особливе місце присутності 
                Божої, в ньому ми через богослужіння й Таїнства отримуємо ту животворну божественну благодать, яка дарується 
                нам для зміцнення наших фізичних і духовних сил. Тож дякуймо Господу за можливість вільно відвідувати храми Бож
                 – рукотворні святині, бо це є справжнім чудом у нашому житті, виявом милості Божої до нас.
                </Text>

                <Image src={church43} alt='church'/>
                </ContainerText> */}

              </Container>
        </>
    )
}