// import { Title } from 'Pages/AboutUsPage/AboutUsPage.styled';
import {Container, TitleText, Text, SpanText, List, ListText, Span, SpanFill} from './PrayerDiscription.styled';

export const PrayerDiscription=()=>{
    return(
        <Container>
            <TitleText>
                Молитва в Біблії: Духовний дороговказ
            </TitleText>
            <Text>
Молитва – це не лише спілкування з Богом, а й невід’ємна частина духовного життя
християнина. Святе Письмо дає нам безліч прикладів щирих молитов, показуючи, як вони
можуть змінювати серця, обставини й навіть цілі народи. Ось дев’ять важливих фактів про
молитву в Біблії, які допоможуть глибше зрозуміти її значення.
            </Text>

            <TitleText>
                1. Біблія містить понад 650 згадок про молитву
            </TitleText>

            <Text>
                Святе Письмо сповнене прикладів молитов – від благальних і покаянних до подячних та
прославних. Бог завжди чув і відповідав на них. У Біблії записано близько 450 відповідей
на молитви, що підтверджує Його милосердя та турботу про людей.
            </Text>

            <TitleText>
                2. Перша молитва в Біблії
            </TitleText>
            <Text>
                Вперше молитва згадується у книзі Буття 4:26:
            </Text>
            <Text>
                <Span>
                    &quot;А в Сита народився син, і він дав йому ім’я Енос. Він надіявся прикликати Ім’я Господа
Бога.&quot;
                </Span>
            </Text>
            <Text>
                Раніше діалог із Богом був ініційований самим Господом, як, наприклад, у розмові з
Адамом (Буття 3:8-13) або Каїном (Буття 4:9).
            </Text>

            <TitleText>
                3. Ісус – приклад молитви
            </TitleText>
            <Text>
                Протягом Свого земного служіння Ісус Христос молився щонайменше 25 разів, навчаючи
нас довіри до Бога.
            </Text>

            <TitleText>
                4. Молитва в посланнях апостола Павла
            </TitleText>

            <Text>
                У Новому Завіті апостол Павло говорить про молитву 41 раз, наголошуючи на її силі у
житті віруючих.
            </Text>

            <TitleText>
                5. Як молилися у Біблії?
            </TitleText>
            <Text>
                Святе Письмо показує різні позиції для молитви:
            </Text>

            <ListText>
                <li>
                    <SpanFill>
                        сидячи
                    </SpanFill> (2 Самуїла 7:18);
                </li>
                <li>
                    <SpanFill>
                        стоячи
                    </SpanFill> (Марка 11:25);
                </li>
                <li>
                    <SpanFill>
                        на колінах
                    </SpanFill> (Даниїла 6:11, Дії 7:60, Ефесян 3:14);
                </li>
                <li>
                    <SpanFill>
                        обличчям додолу
                    </SpanFill> (Матвія 26:39);
                </li>
                <li>
                    <SpanFill>
                        із піднятими руками
                    </SpanFill> (1 Тимотея 2:8).
                </li>
            </ListText>

            <Text>
                Головне – не поза, а стан серця, адже Бог бачить щирість нашої молитви.
            </Text>

            <TitleText>
                6. Як навчив молитися Ісус?
            </TitleText>
            <Text>
                Господь дав учням взірець молитви (Луки 11:1-4), який містить п’ять основних аспектів:
            </Text>
            
            <List>
                <li>
                    <SpanFill>
                        1. Прославлення Бога
                    </SpanFill> <Span>– «Отче наш, нехай святиться ім’я Твоє»</Span>
                </li>
                <li>
                    <SpanFill>
                        2. Прагнення Божої волі
                    </SpanFill> <Span>
                        – «нехай прийде Царство Твоє»
                    </Span>
                </li>
                <li>
                    <SpanFill>
                        3. Прохання про необхідне
                    </SpanFill> <Span>
                        – «хліб наш насущний дай нам сьогодні»
                    </Span>
                </li>
                <li>
                    <SpanFill>
                        4. Прохання про прощення
                    </SpanFill>
                    <Span>
                        – «і прости нам провини наші»
                    </Span>
                </li>
                <li>
                    <SpanFill>
                        5. Захист від спокус
                    </SpanFill> <Span>
                        – «і не введи нас у спокусу»
                    </Span>
                </li>
            </List>

            <TitleText>7. Види молитви в Біблії</TitleText>
            <Text>
                Біблія згадує щонайменше дев’ять основних типів молитви:
            </Text>
            <ListText>
                <li>
                    <SpanFill>Молитва віри</SpanFill> (Якова 5:15)
                </li>
                <li>
                    <SpanFill>Спільна молитва</SpanFill> (Матвія 18:19)
                </li>
                <li>
                    <SpanFill>Молитва прохання</SpanFill> (Филип’ян 4:6)
                </li>
                <li>
                    <SpanFill>Молитва подяки</SpanFill> (Псалом 94:2-3)
                </li>
                <li>
                    <SpanFill>Молитва поклоніння</SpanFill> (Дії 13:2-3)
                </li>
                <li>
                    <SpanFill>Молитва освячення</SpanFill> (Матвія 26:39)
                </li>
                <li>
                    <SpanFill>Заступницька молитва</SpanFill> (1 Тимофія 2:1)
                </li>
                <li>
                    <SpanFill>Молитва прокляття</SpanFill> (Псалом 68:3)
                </li>
                <li>
                    <SpanFill>Молитва в Дусі</SpanFill> (1 Коринтян 14:14-15)
                </li>
            </ListText>

            <TitleText>8. Значення слова "Амінь"</TitleText>
            <Text>Слово <Span>«Амінь»</Span> означає <Span>«нехай буде так», «істинно».</Span> Вперше воно згадується у книзі
                Чисел 5:22 і є вираженням віри у виконання Божої волі.</Text>
            
            <TitleText>9. Настанови про молитву від Орігена</TitleText>
            <Text>Оріген, один із перших богословів християнства, писав:</Text>
            <Text>
                <SpanText>"Молитва повинна складатися з прославлення Бога, подяки за благодіяння, визнання
гріхів, прохання про духовні дари та завершення молитви славослів’ям."</SpanText>
            </Text>

            <TitleText>Заключення</TitleText>
            <Text>
                Молитва – це місток між людиною і Богом. Вона зміцнює віру, дає розраду та наближає
нас до Небесного Отця. Нехай ваше серце завжди буде відкритим до молитви, а Господь
наповнює його миром і благодаттю.
            </Text>
            <Text>
                <SpanFill>«Моліться без перестанку!»</SpanFill> (1 Солунян 5:17)
            </Text>


{/* 
            <Text>
            Дев'ять фактів про молитву в Біблії:
            </Text>
            <List>
                <Item>1. У Біблії згадується 650 молитов.</Item>
                <Item>2. У Святому Письмі записано близько 450 відповідей на молитви.</Item>
                <Item>
                3. Вперше молитва згадується в Біблії в Буття 4:26 <SpanText>«А в Сита народився син, і він дав йому ім’я Енос. Він надіявся прикликати Ім’я Господа Бога».</SpanText>
                </Item>
                <Item>Більш ранні діалоги були ініційовані самим Богом, наприклад, Буття 3: 8-13: 
                    <SpanText>
                    «І почули голос Господа Бога, Який ходив у раю в післяобідній час, і заховалися — Адам і його жінка — від присутності Господа Бога серед дерев раю. 9Та Господь Бог покликав Адама і запитав його: Адаме, де ти? 10А той відповів Йому: Я почув Твій голос, як Ти ходив у раю, і злякався, бо я нагий, тож заховався. 11Тоді Бог запитав його: Хто сповістив тобі, що ти нагий? Чи не їв ти з того дерева, з якого Я наказав тобі (з нього єдиного) не їсти? 12Адам сказав: Жінка, яку Ти дав, щоби була зі мною, — це вона мені дала з дерева, — і я з’їв! 13І Господь Бог запитав жінку: Чому ти це зробила? А жінка відповіла: Змій мене обманув, і я з’їла…» 
                    </SpanText>
                </Item>
                <Item>Буття 4: 9: 
                    <SpanText>
                    «І Бог запитав Каїна: Де Авель, твій брат? Він же відповів: Не знаю; хіба ж я сторож свого брата?» 
                    </SpanText>
                </Item>
                <Item>
                4. Біблія говорить, що Ісус молився 25 раз у різний час протягом свого земного служіння.
                </Item>
                <Item>
                5. У Новому Завіті, апостол Павло згадує молитву (молитви, звіти про молитви, благання, бажання молитися) 41 разів
                </Item>
                <Item>
                6. Хоча молитися можна (і слід) у будь-якій позі тіла, в Біблії перераховується п’ять особливих поз:
                   <Text>
                   - сидячи
                   </Text>
                   <Span>
                   «І цар Давид увійшов, і сівши перед Господом, і сказав: Хто я, Господи, мій Господи, і який мій дім, що Ти мене аж так полюбив?»(2 Самуїла 7:18),
                   </Span>
                   <Text>
                   - стоячи
                   </Text>
                   <Span>
                   «І коли ви стоїте на молитві, прощайте, коли маєте щось проти когось, щоб і ваш Отець Небесний простив вам ваші провини.» (Марка 11:25),
                   </Span>
                   <Text>
                   -	на колінах
                   </Text>
                   <Span>
                   «І він став перед Господнім жертовником, перед усім зібранням Ізраїля, і простягнув свої руки, бо Соломон зробив мідну підставку і поставив її посеред двору храму (п’ять ліктів її довжина, п’ять ліктів її ширина і три лікті її висота) і став на ній, і впав на коліна перед усім зібранням Ізраїля. Він простягнув до неба свої руки» (2 Хронік 6:13);
                   </Span>
                   <Text>
                   </Text>
                   <Span>
                   «І коли Даниїл дізнався, що написано декрет, він пішов до свого дому, а в нього вікна відкриті в його горішній кімнаті напроти Єрусалима, і три часи на день він схилявся на свої коліна, молився і визнавався перед своїм Богом, як робив він і перед тим.» (Даниїла 6:11);
                   </Span>
                   <Text>
                   </Text>
                   <Span>
                   «А Сам відійшов від них на віддаль, як кинути каменем, упав на коліна й молився,» (Луки 22:41);
                   </Span>
                   <Text>
                   </Text>
                   <Span>
                   «Ставши на коліна, він скрикнув голосно: Господи, не зарахуй їм це за гріх! І, промовивши це, він упокоївся.» (Дії 7:60),
                   </Span>
                   <Text>
                   </Text>
                   <Span>
                   «А Петро, випровадивши всіх і схилившись на коліна, помолився. І повернувшись, сказав тілу: Тавито, встань! Вона розплющила свої очі і, побачивши Петра, сіла.» (Дії 9:40),
                   </Span>
                   <Text>
                   </Text>
                   <Span>
                   «Промовивши це, він опустився на коліна та помолився з ними усіма.» (Дії 20:36),
«Коли закінчилися дні нашого перебування, ми вирушили й пішли; нас супроводжували всі з жінками та дітьми аж за межі міста. Схилившись на березі на коліна, помолилися.» (Дії 21: 5);
                   </Span>
                   <Text>
                   </Text>
                   <Span>
                   «Для цього я схиляюся на свої коліна перед Отцем (Господа нашого Ісуса Христа» (Ефесян 3:14).
                   </Span>
                   <Text>
                   -	обличчям додолу
                   </Text>
                   <Span>
                   «І, пройшовши трохи далі, упав долілиць, молячись і кажучи: Отче Мій, якщо можливо, нехай Мене обмине ця чаша; однак не як Я хочу, а як Ти.»  (Матвія 26:39)
                   </Span>
                   <Text></Text>
                   <Span>
                   «Відійшовши трохи, Він упав на землю і молився, щоб, коли це можливо,оминула Його ця година» (Марка 14:35)
                   </Span>
                   <Text>
                   -	із піднятими руками
                   </Text>
                   <Span>
                   «Тому я хочу, щоби чоловіки молилися на кожному місці, здіймаючи чисті руки – без гніву та сумніву» (1 Тимотея 2: 8).
                   </Span>
                </Item>

                <Item>
                7. Ісус вказує, як слід молитися Його учням (Луки 11: 1-4). Він виділяє п’ять головних аспектів:
                   <Text>
                   - щоб ім’я Господа славилося — підкреслена Його вічна слава <SpanText>(«Отче наш, нехай святиться ім’я Твоє»);</SpanText>
                   </Text>
                   <Text>
                    - щоб прийшло Царство Боже — підкреслена Його вічна воля <SpanText>(«нехай прийде Царство Твоє»);</SpanText></Text>
                   <Text>
                   що Господь підтримує нас — підкреслена наше сьогодення <SpanText>(«хліб наш насущний дай нам кожного дня»);</SpanText>
                   </Text>
                   <Text>
                    - що Господь подарував нам прощення — підкреслене наше минуле <SpanText> ( «і прости нам провини наші, як і ми самі прощаємо кожному боржникові нашому»);</SpanText>
                   </Text>
                   <Text>
                   - що Господь подарує нам порятунок — підкреслене наше майбутнє.
                   </Text>
                </Item>

                <Item>
                8. Біблія згадує як мінімум дев’ять основних видів молитви:
                    <Text>
                    - молитва віри
                    </Text>
                    <Span>
                    «І молитва віри спасе хворого, і Господь підійме його, а коли він учинив гріхи, вони йому будуть прощені» (Якова 5:15),
                    </Span>
                    <Text>
                    -	молитва згоди (також відома як спільна молитва)
                    </Text>
                    <Span>
                    «Знову запевняю Вас: коли двоє з вас на землі погодяться просити про будь-яку річ, яку лише просять, буде їм дано від Мого Отця Небесного» (Матвія 18,19),
                    </Span>
                    <Text>
                    -	молитва прохання (також відома як прохання або благання)
                   </Text>
                   <Span>
                   «Нічим не журіться, але в усьому молитвою та благанням з подякою висловлюйте ваші прохання Богові» (Филип’ян 4:6),
                   </Span>
                   <Text>
                   -	молитва подяки
                   </Text>
                   <Span>
                   «З’явимося перед Ним з подякою, співаючи йому пісні. Адже Господь – величний Бог, Він великий Цар над усіма богами» (Псалом 94: 2-3),
                   </Span>
                   <Text>
                   -	молитва поклоніння
                   </Text>
                   <Span>
                   «Як служили вони Господу й постили, Святий Дух сказав: Відділіть Мені Варнаву та Савла на діло, на яке Я покликав їх» (Дії13: 2-3),
                   </Span>
                   <Text>
                   -	молитва освячення 
                   </Text>
                   <Span>
                   «І, пройшовши трохи далі, упав долілиць, молячись і кажучи: Отче Мій, якщо можливо, нехай мине Мене ця чаша; однак не як я хочу, а як ти.» (Матвія 26:39),
                   </Span>
                   <Text>
                   - заступницька молитва 
                   </Text>
                   <Span>
                   «Отже, насамперед прошу, щоби звершувати молитви, благання, прохання, подяки за всіх людей»  (1 Тимофія 2: 1),
                   </Span>
                   <Text>
                   -	молитва прокляття
                   </Text>
                   <Span>
                   «Ти розвієш їх, як розвіюється дим, як плавиться від полум’я вогню віск, так щезніть нечестиві від Божої присутності» (Псалом 68:3),
                   </Span>
                   <Text>
                   -	молитва в Дусі
                   </Text>
                   <Span>
                   «Адже коли молюся мовою, молиться мій дух, а мій розум без плоду. Як же тоді бути? Помолюся духом – помолюся і розумом; заспіваю духом – заспіваю і розумом» (1Коринтян 14: 14-15).
                   </Span>
                </Item>

                <Item>
                Слово «АМІНЬ» (що означає «нехай буде так», «саме так», «істинно») вперше згадується в Біблії в книзі Чисел 5:22: <SpanText> «Нехай ця вода, яка поводує прокляття, увійде у твоє нутро, щоб  опух твій живіт та занепало стегно. А жінка відповість : Амінь, амінь, тобто нехай так буде».</SpanText>
                </Item>
            </List>

            <Text>
            Оріген* в своєму трактаті «Про молитву» дає настанови: «Молитва кожного повинна складатися з цих частин. Ці частини такі: на початку і у вступі до молитви слід з усіх сил прославляти Бога через Христа, якого прославляють разом із Ним, у Святому Духові співславимому. І після цього кожен мусить приєднати подячне слово як за благодіяння, виявлені всім людям, так і за ті, які особисто отримали від Бога. Після подячних слів, на мою думку, можна вилити перед Богом гіркий жаль за свої гріхи і, по-перше, благати Його про зцілення від схильності до гріха і звільнення від неї, а, по-друге, про прощення гріхів, раніше вчинених. Після визнання гріхів, я вважаю, по-четверте, треба приєднувати прошення «про важливі і небесні дари» як про загальні, так і про особисті, а також прошення за близьких і друзів. І до цього всього слід завершувати молитву прославленням Бога через Христа у Святому Духові.»
            </Text>

            <Text>
               <SpanFill>Оріген </SpanFill>(грец. Ωριγένης, лат. Origenes Adamantius; л.185, Александрія — 254, Тір) — грецький християнський теолог, філософ, учений. Один зі східних церковних письменників. Засновник біблійної філології. Автор терміна «боголюдина».
            </Text> */}

        </Container>
    )
}