import { Title, TitlePart, SpanText, Text, Span } from './EveningRules.styled';

export default function EveningRules () {
    return (
      <>
            <Title>Вечірнє правило</Title>
            <Text>Господи Ісусе Христе‚ Сину Божий, молитвами Пречистої Твоєї Матері і всіх святих помилуй нас. Амінь.</Text>
                      <Text>Слава Тобі, Боже наш, слава Тобі.</Text>
                      <Text>Царю Небесний, Утішителю, Душе істини, що всюди єси і все наповняєш‚ Скарбе добра і життя Подателю, прийди і вселися в нас, і очисти нас від усякої скверни, і спаси, Благий, душі наші.</Text>
                      <Text>Святий Боже, Святий Кріпкий, Святий Безсмертний, помилуй нас <SpanText>(тричі).</SpanText></Text>
                      <Text>Слава Отцю, і Сину, і Святому Духові нині, і повсякчас, і на віки віків. Амінь.</Text>
                      <Text>Пресвята Тройце, помилуй нас; Господи, очисти гріхи наші; Владико, прости беззаконня наші; Святий, зглянься і зціли немочі наші імені Твого ради.</Text>
                      <Text>Господи, помилуй <SpanText>(тричі).</SpanText> </Text>
                      <Text>Слава Отцю, і Сину, і Святому Духові нині, і повсякчас, і на віки віків. Амінь.</Text>
                      <Text>Отче наш, що єси на небесах, нехай святиться ім’я Твоє; нехай прийде Царство Твоє; нехай буде воля Твоя, як на небі, так і на землі. Хліб наш насущний дай нам сьогодні; і прости нам провини наші, як і ми прощаємо винуватцям нашим; і не введи нас у спокусу, але визволи нас від лукавого.</Text>
                      <Text>Бо Твоє є Царство, і сила, і слава‚ Отця, і Сина, і Святого Духа, нині, і повсякчас, і на віки віків. Амінь.</Text>
                      <Text>Слава Отцю, і Сину, і Святому Духові нині, і повсякчас, і на віки віків. Амінь.</Text>
                      <Text>Господи помилуй <SpanText>(12 разів).</SpanText></Text>
                      <Text>Прийдіть, поклонімось Цареві нашому‚ Богу. Прийдіть, поклонімось і припадімо до Христа, Царя і Бога нашого. Прийдіть, поклонімось і припадімо до Самого Христа, Царя і Бога нашого.</Text>
                
                 <TitlePart>Псалом 50</TitlePart>
                 <Text>Помилуй мене, Боже, з великої милости Твоєї і з великого милосердя Твого прости провини мої. Особливо омий мене від беззаконня мого і від гріха мого очисти мене. Бо беззаконня моє я знаю, і гріх мій повсякчас переді мною. Проти Тебе Єдиного я згрішив і лукаве перед Тобою вчинив, отже праведний Ти в слові Твоїм і справедливий у присуді Твоїм. Ось бо в беззаконні зачатий я, і в гріхах породила мене мати моя. Бо Ти істину полюбив єси, невідоме й таємне мудрости Твоєї явив Ти мені. Окропи мене ісопом — і очищуся, омий мене — і стану біліший від снігу. Дай мені почути радість і веселість — і зрадіють кістки мої упокорені. Відверни лице Твоє від гріхів моїх і прости всі беззаконня мої. Серце чисте створи в мені‚ Боже, і духа праведного віднови в нутрі моєму. Не відкинь мене від лиця Твого і Духа Твого Святого не відніми від мене. Поверни мені радість спасіння Твого і духом могутнім укріпи мене. Навчатиму беззаконників шляхів Твоїх, і нечестиві навернуться до Тебе. Визволи мене від вини кривавої‚ Боже, Боже спасіння мого, і язик мій радісно славитиме правду Твою. Господи, відкрий уста мої, і язик мій сповістить хвалу Твою. Бо коли б Ти жертви забажав, приніс би я: всепалення Ти не бажаєш. Жертва Богові — це дух упокорений, серцем скорботним і смиренним Ти не погордуєш.</Text>
                 <Text>Ущаслив, Господи, благоволінням Твоїм Сион, і хай збудуються стіни Єрусалимські. Тоді буде угодна Тобі жертва правди, приношення і всепалення: тоді покладуть на Жертовник Твій тельців.</Text>
          
                 <TitlePart>Символ віри</TitlePart>
                 <Text>Вірую в Єдиного Бога Отця, Вседержителя, Творця неба і землі, всього видимого і невидимого.</Text>
                 <Text>І в Єдиного Господа Ісуса Христа, Сина Божого, Єдинородного, що від Отця народився перше всіх віків.</Text>
                 <Text>Світло від Світла, Бога Істинного від Бога Істинного, рожденного, несотворенного‚ єдиносущного з Отцем, що через Нього все сталося.</Text>
                 <Text>Він для нас, людей, і ради нашого спасіння зійшов з небес, і воплотився від Духа Святого і Марії Діви, і став чоловіком.</Text>
                 <Text>І розп’ятий був за нас при Понтії Пилаті, і страждав, і був похований.</Text>
                 <Text>І воскрес на третій день, як було написано.</Text>
                 <Text>І вознісся на небо, і сидить праворуч Отця.</Text>
                 <Text>І знову прийде у славі судити живих і мертвих, і Царству Його не буде кінця.</Text>
                 <Text>І в Духа Святого, Господа Животворчого, що від Отця походить, що Йому з Отцем і Сином однакове поклоніння і однакова слава, що говорив через пророків.</Text>
                 <Text>В Єдину, Святу, Соборну і Апостольську Церкву.</Text>
                 <Text>Визнаю одно хрещення на відпущення гріхів.</Text>
                 <Text>Чекаю воскресіння мертвих.</Text>
                 <Text>І життя будучого віку. Амінь.</Text>
                  <Span>А далі читають канони:
                  До Господа нашого Ісуса Пресолодкого‚ молебний до Пресвятої Богородиці (що його співають під час всяких напастей і душевної скорботи)‚ Ангелові-Охоронителю.</Span>
                 
                  <TitlePart>Пісня 1 Ірмос‚ глас 2-й</TitlePart>
                  <Text>У глибині знищила колись фараонове все воїнство потужная сила‚ а втілене Слово всезлобний гріх загладило‚ Препрослав- лений Господь‚ славно бо прославився.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший, спаси мене.</Text>
                  <Text>Ісусе Найсолодший Христе‚ Ісусе Довготерпеливий‚ зціли душевні мої рани й усолоди серце моє‚ молюся до Тебе‚ Ісусе Спасе мій Многомилостивий‚ і спасаємий величаю Тебе.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший, спаси мене.</Text>
                  <Text>Ісусе Найсолодший Христе‚ відкрий для покаяння мені двері‚ Чоловіколюбний Ісусе‚ й прийми мене‚ що до Тебе припадає в щирому благанні‚ Ісусе Спасе мій‚ гріхів прощення подай мені.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший, спаси мене.</Text>
                  <Text>Ісусе Найсолодший Христе‚ Ісусе‚ визволи мене з руки облесливого ворога й зроби мене достойним стояти праворуч у славі Твоїй‚ Ісусе Спасе мій‚ а участи ж стояння ліворуч позбав мене.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Владичице‚ що породила Ісуса Бога‚ молись за негідних рабів‚ Пречистая‚ щоб мук молитвами Твоїми нам позбавитись‚ Неоскверненна‚ оскверненим нам і славою вічносущою насолодитись.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Многими опанований напастями‚ до Тебе прибігаю‚ спасіння шукаючи. О, Мати Слова й Діво! Від лиха тяжкого мене спаси.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Страстей напади гріховні мене турбують‚ зневірою наповнюючи мою душу, заспокой‚ Отроковице‚ тишею Сина Твого й Бога‚ Всенепорочная.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Тебе‚ що породила Спаса й Бога‚ молю‚ Діво‚ позбави мене лиха; до Тебе бо нині прибігаючи‚ простягаю душу і помисли.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Недужого тілом і душею відвідання Божого і промислу від Тебе сподоби‚ єдина Богоматір‚ бо Ти є Благою і Родительницею Благого.</Text>
                  <Text><SpanText>Приспів:</SpanText> Господи Ісусе Христе‚ Боже мій‚ помилуй мене.</Text>
                  <Text>Сподоби‚ Спасе‚ раба Твого достойно пісню співати й восхвалити безплотного ангела‚ наставника й Охоронителя мого.</Text>
                  <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text>Один я в нерозумі й у лінощах нині лежу‚ наставниче мій і Охоронителю‚ не залиш мене на загибель.</Text>
                  <Text>Слава: Розум мій направ‚ ангеле‚ молитвою твоєю‚ щоб творити мені повеління Божі‚ щоб одержати від Бога відпущення гріхів‚ і настанови мене ненавидіти гріх‚ молюся тобі.</Text>
                  <Text>І нині: Молися‚ Діво‚ за мене‚ раба Твого‚ до Благоподателя разом з моїм Ангелом-Охоронителем‚ і настав мене на виконання заповідей Сина Твого й Творця мого.</Text>
                  
                   <TitlePart>Пісня 3 Ірмос</TitlePart>
                   <Text>Утвердивши мене на камені віри‚ зміцнив Ти уста мої на ворогів моїх‚ і дух мій звеселився‚ коли заспівав: “Нема святішого за Бога нашого‚ й немає праведнішого за Тебе‚ Господи”.</Text>
                   <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                   <Text>Почуй‚ Чоловіколюбний Ісусе мій‚ раба Твого‚ що благає щиро: позбав мене‚ Ісусе‚ осудження і муки‚ єдиний Довготерпеливий‚ Ісусе Найсолодший‚ Многомилостивий.</Text>
                   <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                   <Text>Підніми‚ Ісусе мій‚ раба Твого‚ що в каятті слізно припадає до Тебе‚ Ісусе мій‚ і позбав мене вогню вічного‚ Ісусе Найсолодший‚ Многомилостивий.</Text>
                   <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                   <Text>Час‚ що дав мені єси‚ Ісусе мій‚ у страстях я прожив‚ і ось тепер‚ Ісусе мій‚ не відкидай мене‚ але воззви‚ молюся‚ і спаси‚ Владико Найсолодший.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Діво‚ що породила Ісуса мого‚ моли позбавити мене вогню вічного‚ єдина заступнице ображених‚ Богоблагодатна‚ й сподоби мене до життя вічного‚ Всенепорочная.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Вручаю життя моє для захисту й покрови Тобі‚ Богородительнице Діво‚ Ти ж мене покермуй до пристані Твоєї‚ благ винуватице‚ вірних утвердження‚ єдина всехвальна.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Молю тебе‚ Діво‚ душевну бентежність і бурю смутку мого розжени: Ти бо Богоневісна‚ Начальника спокою Христа родила єси‚ єдина пречистая.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Ти породила Благодійника‚ добра Винуватця‚ а тому благодіянь багатства всім нам виточи‚ все бо можеш‚ Богоблаженна‚ яко Сильного в могутності Христа породила єси.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Поможи мені‚ Діво‚ змученому лютими недугами й хворобливими пристрастями‚ бо знаю Тебе‚ Пренепорочна‚ як невичерпну й незубожну скарбницю зцілень.</Text>
                   <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                   <Text>Всі мої помисли і душу мою до тебе поклав‚ Охоронителя мого. Ти ж від всякої ворожої напасти мене звільни.</Text>
                   <Text><SpanText>Приспів: </SpanText>Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                   <Text>Ворог топче мене і пригнічує‚ повчаючи завжди творити волю свою‚ але ти‚ наставниче мій‚ не залиш мене на загибель.</Text>
                   <Text>Слава: Дай мені співати пісню з вдячністю й старанням Богові Творцю й тобі‚ благому Ангелові-Охоронителю: “Визволителю мій‚ вирви мене від ворогів‚ що пригнічують мене”</Text>
                   <Text>І нині: Зціли‚ Пречистая‚ з моєї душі многонедужні гнійні рани‚ прожени ворогів‚ що завжди борються зі мною.</Text>
                    
                    <TitlePart>Кондак‚ глас 4-й</TitlePart>
                    <Text>Явися мені‚ милосердний‚ святий ангеле Господній‚ Охоронителю мій‚ і не відлучайся від мене скверного‚ але просвіти мене світлом недоторкненним і сотвори мене достойним Царства Небесного.</Text>
                    <Text>Ікос: Душу мою‚ збезчещену многими спокусами‚ ти‚ святий заступнику‚ невимовної слави небесної сподоби разом співати з ликами безплотних Сил Божих‚ помилуй мене й збережи‚ і помислами добрими душу мою просвіти‚ нехай твоєю славою‚ ангеле мій‚ збагачусь я‚ і скинь зломислячих на мене ворогів‚ і сотвори мене достойним Царства Небесного.</Text>
                    
                    <TitlePart>Сідальний‚ глас 1-й</TitlePart>
                    <Text>Спасе мій Ісусе‚ що блудного спас‚ Спасе мій Ісусе‚ що блудницю прийняв‚ і мене нині помилуй‚ Ісусе Многомилостивий‚ спаси‚ ущедри‚ о Ісусе Благодійнику‚ і мене‚ як Манасію‚ Благоутробний мій Ісусе‚ бо Ти єдиний Чоловіколюбний.</Text>
                    <Text>Слава: Від любови душевної співаю тобі‚ Охоронителю душі моєї: “Всесвятий мій ангеле‚ покрий мене‚ супроводжуй і оберігай від лукавого уловлення завжди й до життя небесного настав‚ врозумляючи‚ просвічуючи й скріплюючи мене”.</Text>
                    <Text>І нині: Богородице Безневісная‚ Пречистая‚ що безсіменно породила Владику всіх‚ Його ж із Ангелом-Охоронителем моїм моли позбавитися мені всякого вагання й дати зм’якшення серцю‚ й світло душі моїй‚ і згрішенням очищення‚ Ти бо єдина скорозаступниця.</Text>
                
                  <TitlePart>Пісня 4 Ірмос</TitlePart>
                  <Text>Прийшов єси не заступник і не ангел‚ а сам Господь‚ від Діви втілений‚ і спас єси всього мене чоловіка; тому до Тебе взиваю: “Слава силі Твоїй‚ Господи”.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Зціли мене‚ Ісусе мій‚ моєї душі рани‚ Ісусе мій‚ молюся: з руки душетлінного ворога вирви мене‚ Ісусе мій Благоутробний‚ і спаси мене.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Згрішив я‚ Ісусе мій Найсолодший‚ Благоутробний: Ісусе мій‚ спаси мене‚ що прибігає до Твого покрову‚ Ісусе Довготерпеливий‚ і сподоби мене Твого Царства.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Ніхто так не згрішив‚ Ісусе мій‚ як згрішив я окаянний‚ але припадаю‚ молячись: Ісусе мій‚ спаси мене‚ й життя в насліддя Ти мені даруй.</Text>
                  <Text>Приспів: Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Всехвальна‚ що породила Ісуса Господа‚ моли ж Його позбавити муки всіх‚ хто оспівує й іменує Тебе істинною Богородицею.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Бурю прогрішень і страстей моїх збудження втихомир‚ Богоневісная‚ що породила Керманича Господа.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Милосердя Твого безодню благаю подати мені і для всіх‚ хто співає Тобі‚ тому‚ що Ти Благосердого породила й Спаса всіх.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Насолоджуючись‚ Пречиста‚ Твоїми дарами‚ прославля- ємо в піснях Тебе як Богоматір.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Поможи мені‚ безпомічному‚ на одрі хвороби моєї й немочі‚ як Благолюбива‚ єдина Приснодіво.</Text>
                  <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text>Молись до Чоловіколюбця Бога‚ Ангеле-Охоронителю мій‚ і не залишай мене‚ але завжди супроводь життя моє в мирі‚ подаючи мені спасіння непоборне.</Text>
                  <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text>Як заступника й Охоронителя життя мого прийняв я тебе від Бога‚ ангеле‚ молю тебе‚ святий‚ від усяких бід мене визволити.</Text>
                  <Text>Слава: Мою скверність твоєю святинею очисти‚ Охороните- лю мій‚ і від долі ліворучної нехай буду я відлучений твоїми молитвами‚ і слави причасником явлюся.</Text>
                  <Text>І нині: Я в ваганні від лиха‚ що мене обступило‚ Пречистая‚ але позбав мене скоро від нього‚ до Тебе бо єдиної я прибігаю.</Text>
                   
                    <TitlePart>Пісня 5 Ірмос</TitlePart>
                    <Text>Христе Спасе мій‚ Ти просвічення для лежачих у темряві‚ спасіння тим‚ хто у відчаї‚ молюся до Тебе‚ Царю світу: просвіти мене осяянням Твоїм‚ бо іншого Бога крім Тебе не знаю.</Text>
                    <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                    <Text>Ти розуму мого просвічення‚ Ісусе мій‚ Ти душі моєї зневіреної спасіння‚ Спасе‚ позбав мене мук і вогню вічного‚ благаю‚ і спаси‚ Ісусе мій Христе‚ окаянного мене.</Text>
                    <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                    <Text>Всеконечно‚ Ісусе мій‚ до страстей безчестя звержений нині я. Благаю: Ісусе мій‚ пошли мені Твою руку спасіння і вирви мене благаючого: спаси‚ Ісусе мій‚ Христе, мене окаянного.</Text>
                    <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                    <Text> Осквернений розум‚ Ісусе мій‚ обносячи, взиваю до Тебе: очисти мене від скверни прогрішень і вийми мене з глибин зла‚ куди з невідання донизу сповз‚ Спасе Ісусе мій‚ спаси мене‚ молюся.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Отроковице Богородителько‚ що породила Ісуса‚ ублагай Його спасти всіх православних‚ ченців і мирян від вогню вічного‚ крім Тебе заступництва надійного не знаємо.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Наповни‚ Чистая‚ веселістю серце моє‚ Твою нетлінну радість даючи‚ через народження Винуватця веселости.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Визволи нас від бід‚ Богородице Чистая‚ породивши вічне спасіння і мир‚ що перевершує всякий розум.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Ти‚ що породила Світло Божественне й Превічне‚ розвій морок гріхопадінь моїх‚ Богоневісто‚ просвіченням Твоєї світлости.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Зціли, Чистая, душі моєї неміч‚ відвіданням Твоїм сподобивши, і здоров’я подай мені молитвами Твоїми.</Text>
                    <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                    <Text>Перед Богом маючи дерзновення‚ ублагай Його‚ Охоронителю мій святий‚ позбавити мене бід‚ що приносять скорботу.</Text>
                    <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                    <Text>Світло світле‚ наставнику мій і Охоронителю‚ даний мені від Бога‚ просвіти яскраво душу мою.</Text>
                    <Text>Слава: Мене, сплячого в тяжких гріхах‚ збережи як несплячого‚ ангеле Божий‚ піднявши на славослів’я молінням твоїм.</Text>
                    <Text>І нині: Маріє‚ Діво Богородице Безневісна‚ вірних надіє‚ ворожі приношення відкинь‚ а тих‚ що Тобі співають‚ – звесели.</Text>
                 
                   <TitlePart>Пісня 6  Ірмос</TitlePart>
                   <Text>У безодні гріховній потопаючи‚ благаю незбагненну безодню милосердя Твого: від тління‚ Боже‚ мене відведи.</Text>
                   <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                   <Text>Ісусе мій‚ Христе Многомилостивий‚ у сповіді мене прийми‚ Владико‚ о Ісусе‚ і спаси мене‚ і від тління‚ Ісусе‚ мене вирви.</Text>
                   <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                   <Text>Ісусе мій‚ немає іншого такого блудника‚ як я пристрасний‚ о Ісусе Чоловіколюбний‚ але Ти‚ Ісусе‚ мене спаси.</Text>
                   <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                   <Text>Перевершив я‚ Ісусе мій‚ блудницю й блудного‚ Манасію й митаря пристрастями‚ о Ісусе мій‚ і розбійника‚ і ніневитян.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Ісуса Христа мого породивши‚ Пречистая Діво‚ єдина Неоскверненная‚ оскверненого мене ісопом молитв Твоїх нині очисти.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Від тління й смерти спас Той‚ хто Сам Себе віддав смерті‚ моє єство‚ що було забране тлінням і смертю‚ тому‚ Діво‚ моли Господа й Сина Твого ворожих підступів мене позбавити.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Як заступницю життя Тебе знаю й охоронительку тверду‚ Діво‚ таку‚ що від напастей і наговору визволяє і спокусу бісів відганяє‚ і молюся завжди‚ щоб від тлінних пристрастей моїх позбавитися мені.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>Немов стіну захисну придбали‚ і душ вседосконале спасіння‚ і простір серед скорбот‚ Тебе‚ Отроковице‚ і просвіченням Твоїм завжди радіємо‚ о Владичице! І нині нас від пристрастей і бід спаси.</Text>
                   <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                   <Text>На одрі нині немічний лежу‚ і немає зцілення плоті моїй‚ але до Тебе Благої‚ що породила Позбавителя недугів Бога і Спаса світу‚ молюся: від тління недугів підніми мене.</Text>
                   <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                   <Text>Від усяких напастей мене вивільни й спаси від печалей‚ молюся тобі‚ святий ангеле‚ даний мені від Бога‚ Охоронителю мій добрий.</Text>
                   <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                   <Text>Освіти розум мій‚ блаже‚ й просвіти мене‚ молюся тобі‚ святий ангеле‚ завжди настановлюй і мене думати про корисне.</Text>
                   <Text>Слава: Утримай серце моє від бунту‚ дбанням укріплюючи його до благости‚ Охоронителю мій‚ і настав мене чудно до життєвого спокою.</Text>
                   <Text>І нині: Слово Боже в Тебе вселилося‚ Богородице‚ показавши Тебе людям‚ як небесну ліствицю‚ якою Вишній зійшов до нас.</Text>
                   
                   <TitlePart>Кондак</TitlePart>
                  <Text>Непереможний Воєводо і Господи, пекла Переможцю, ми, визволені від вічної смерти, похвальну пісню співаємо Тобі, творіння і раби Твої. А Ти, що маєш безмірне милосердя, визволи від усякої біди нас, що кличемо: Ісусе, Сину Божий, помилуй нас.</Text>
                  <Text>Славa; І нині:</Text>
                  <Text>Заступнице християн усердная‚ молитвенице до Творця надійная‚ не погордуй молитвами грішників‚ але прийди швидше‚ як Благая‚ на поміч нам‚ що з вірою взиваємо до Тебе: поспіши на молитву й скоро прийди на благання‚ бо Ти заступаєшся завжди за тих‚ що шанують Тебе‚ Богородице.</Text>
                   
                    <TitlePart>Пісня 7  Ірмос</TitlePart>
                    <Text>Троє Твоїх отроків відкинули безбожні повеління образу золотому на полі Деіри служити; посеред вогню ж ввергнуті‚ окроплені росою співали: благословен єси‚ Боже отців наших.</Text>
                    <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                    <Text>Христе Ісусе‚ ніхто не нагрішив од віку на землі‚ як нагрішив я‚ окаянний і блудний‚ о Ісусе мій. Тому‚ Ісусе мій‚ оспівуючи Тебе‚ взиваю: змилосердься до мене‚ благословенний Боже отців наших.</Text>
                    <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                    <Text>Христе Ісусе‚ до страху Твого пришпили мене‚ взиваю‚ о Ісусе мій‚ і скеруй мене нині до пристані благозатишної‚ Ісусе мій щедрий‚ тому‚ що співаю Тобі‚ спасаємий: благословен єси‚ Боже отців наших.</Text>
                    <Text>Приспів: Ісусе Найсолодший‚ спаси мене.</Text>
                    <Text>Христе Ісусе‚ безліч разів обіцяв я Тобі‚ пристрасний‚ покаятися‚ о Ісусе мій‚ але обманув‚ окаянний. Тому‚ Ісусе мій‚ взиваю до Тебе: нечутливу душу мою просвіти‚ Христе‚ отців Боже‚ благословен єси.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Всенепорочна‚ що породила Христа Ісуса дивно‚ надприродно‚ моли ж Його через єство простити мені всі прогрішення мої‚ Отроковице‚ щоб я, спасенний, взивав: благословенна єси Ти, що породила Бога у плоті.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Бажаючи наше спасіння вчинити‚ Спасе‚ Ти до утроби Дівичої вселився‚ і заступницею світові показав Її: отців наших Боже‚ благословен єси.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Благоволителя милости‚ Якого Ти родила‚ Мати Чистая‚ ублагай позбавити від прогрішень і душевних скверн всіх‚ що з вірою взивають: отців наших Боже‚ благословен єси.</Text>
                    <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Як скарб спасіння, і джерело нетління‚ і стовп утвердження‚ і двері покаяння показав Ти Ту‚ що Тебе породила‚ всім‚ хто кличе: отців наших Боже‚ благословен єси.</Text>
                    <Text>Приспів: Пресвятая Богородице‚ спаси нас.</Text>
                    <Text>Тілесні слабкості і душевні недуги‚ Богородительнице‚ любов’ю приступаючих до покрову Твого сподоби зцілити‚ Діво‚ що Спаса Христа нам породила.</Text>
                    <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                    <Text>Бути милостивим до мене Бога ублагай‚ Господній ангеле: тебе бо маю за заступника по всі дні життя мого‚ наставника й Охоронителя‚ від Бога дарованого мені навіки.</Text>
                    <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                    <Text>Не залиш подорожньої душі моєї окаянної бути вбитою розбійниками‚ святий ангеле‚ бо вона від Бога передана тобі непорочною‚ а настав її на путь покаяння.</Text>
                    <Text>Слава: Всю мою душу осоромлену приводжу від лукавих моїх помислів і діл‚ попередь мене‚ наставниче мій‚ зцілення подаючи мені благими помислами‚ щоб ухилятися мені завжди на праві стезі.</Text>
                    <Text>І нині: Премудрістю і кріпостю Божественною наповни‚ Іпостасна Премудросте Вишнього‚ ради Богородиці‚ всіх співаючих з вірою: отців наших Боже‚ благословен єси.</Text>
                 
                  <TitlePart>Пісня 8 Ірмос</TitlePart>
                  <Text>Бога‚ що ввійшов у піч вогненну до отроків юдейських і перетворив полум’я на росу‚ оспівуйте діла Господні‚ і підносьте по всі віки.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Тебе‚ Ісусе мій‚ благаю: як і блудницю‚ Ісусе мій‚ позбавив Ти від багатьох згрішень‚ так і мене‚ Ісусе Христе мій‚ визволи‚ і очисти осквернену душу мою‚ Ісусе мій.</Text>
                  <Text>Приспів: Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Схилився я‚ Ісусе‚ до тваринних насолод‚ худобою безсловесною став і скотові насправді‚ о Ісусе мій‚ страсно‚ окаянний‚ уподібнився‚ Спасе‚ тому‚ Ісусе‚ безсловесности мене позбав.</Text>
                  <Text>Приспів: Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Впав я‚ о Ісусе‚ в душетлінні розбійники‚ втратив свій одяг боготканий і лежу нині‚ Ісусе мій‚ ранами уражений: возлий‚ Христе мій‚ на мене єлей і вино.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Ти‚ що носила Ісуса мого й Бога Христа несказанно‚ Богородице Маріє‚ моли Його завжди‚ щоб від бід спастися рабам Твоїм і співцям Твоїм‚ Неспокушеномужня Діво.</Text>
                  <Text><SpanText>Приспів: </SpanText>Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Не погордуй‚ Діво‚ тими‚ хто потребує від Тебе помочі‚ оспівуючи й превозносячи Тебе повіки.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Немочі душі моєї й тілесні хвороби зціляєш Ти‚ Діво: тому-то прославлю Тебе‚ Чиста‚ повіки.</Text>
                  <Text><SpanText>Приспів: </SpanText>Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Зцілень багатство виточуєш Ти тим‚ хто з вірою співає Тобі‚ Діво‚ і превозносить невимовне Твоє різдво.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Напастей Ти прилоги відганяєш і пристрастей нашестя‚ Діво; тому-то оспівуємо Тебе по всі віки.</Text>
                  <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text>Від Бога посланий‚ преблагий ангеле‚ утверди життя моє‚ раба твого‚ і не залиш мене повіки.</Text>
                  <Text><SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text>Тебе‚ ангеле‚ суще благо душі моєї‚ наставника й Охоронителя, преблаженний‚ оспівую повіки.</Text>
                  <Text>Слава: Будь мені покровом і заборолом у день іспиту всіх людей‚ коли вогнем випробовуватимуться діла добрі й злі.</Text>
                  <Text>І нині: Будь мені помічницею й спокоєм‚ Богородице Приснодіво‚ рабу Твоєму‚ і не залиш мене бути позбавленим Твого владарювання.</Text>
                 
                  <TitlePart>Пісня 9 Ірмос</TitlePart>
                  <Text>Від Бога Бога Слово‚ Який невимовною мудрістю прийшов оновити Адама‚ що через споживання плоду в тління гріховне впав‚ від Святої Діви невимовно втіленого нас ради‚ вірні єдиномудрено піснями величаймо.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Перевершив я‚ Ісусе мій‚ Манасію‚ блудницю‚ блудника й розбійника‚ Щедрий Ісусе‚ в ділах безсоромних і бездумних‚ але Ти‚ Ісусе мій‚ попередивши мене‚ спаси.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Від Адама всі згрішили‚ Ісусе мій‚ і перед законом‚ і в законі‚ Ісусе‚ і по законі, я окаянний‚ Ісусе мій‚ і в благодаті переможений пристрастями‚ але Ти‚ Ісусе мій‚ провидінням Твоїм спаси мене.</Text>
                  <Text><SpanText>Приспів:</SpanText> Ісусе Найсолодший‚ спаси мене.</Text>
                  <Text>Нехай не буду я відлучений‚ Ісусе мій‚ від невимовної Твоєї слави‚ нехай не отримаю я участи ліворучного стояння‚ Ісусе Найсолодший‚ але Ти мене до десних овець Твоїх причисли‚ Христе Ісусе мій‚ і упокой‚ яко Благоутробний.</Text>
                  <Text>Приспів: Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Богородице, єдина Неспокушеномужня Діво Маріє‚ що Ісуса носила в собі‚ Його‚ Чистая‚ умилостив, як Сина Твого й Зиждителя‚ позбавити тих, що прибігають до Тебе, спокус‚ бід і вогню майбутнього.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Від потоку сліз моїх не відвернися Ти‚ що від усякого лиця всяку сльозу втираєш‚ Діво‚ що Христа породила.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас</Text>.
                  <Text>Радістю моє серце наповни‚ Діво‚ Ти‚ що радости прийняла переповнення‚ гріховну печаль знищуючи.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Пристановищем і заступництвом будь тим‚ хто до Тебе прибігає‚ Діво‚ стіною непорушною‚ прибіжищем‚ покровою і радістю.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>Світла Твого промінням просвіти‚ Діво‚ морок незнання відганяючи‚ благовірно сповідуючих Тебе, Богородицю.</Text>
                  <Text><SpanText>Приспів:</SpanText> Пресвятая Богородице‚ спаси нас.</Text>
                  <Text>На місці озлоблення від немочі‚ упокореного мене‚ Діво‚ зціли‚ нездоров’я у здоров’я перетворюючи.</Text>
                  <Text> <SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text> Помилуй мене‚ єдиний Спасе мій‚ яко Милостивий і Милосердний‚ і праведних ликів сотвори мене причасником.</Text>
                  <Text> <SpanText>Приспів:</SpanText> Святий ангеле Божий‚ Охоронителю мій‚ моли Бога за мене грішного.</Text>
                  <Text> Даруй мені мислити і завжди чинити‚ Господній ангеле‚ добре і корисне‚ і як сильного яви мене в немочі й непорочного.</Text>
                  <Text> Слава: Маючи дерзновення до Царя Небесного‚ Його ж моли з іншими безплотними помилувати мене окаянного.</Text>
                  <Text> І нині: Багато сміливости маючи до Втіленого із Тебе‚ Діво‚ розв’яжи мене від уз і подай мені визволення і спасіння молитвами Твоїми.</Text>
                  
                  <TitlePart>Молитва до Господа нашого Ісуса Христа</TitlePart>
                  <Text>Владико Господи Ісусе‚ Боже мій‚ що ради невимовного Свого чоловіколюбства на кінець віків у плоть зодягнувся від Приснодіви Марії, славлю Твій спасенний промисел за мене‚ раба Твого‚ Владико; піснесловлю Тебе‚ бо через Тебе я Отця пізнав; благословляю Тебе‚ бо через Нього й Дух Святий у світ прийшов; поклоняюся Твоїй по плоті Пречистій Матері‚ що послужила такій страшній тайні; величаю Твої ангельські ликостояння‚ як оспівувачів і служителів Твоєї величности; ублажаю Предтечу Іоана‚ що Тебе хрестив‚ Господи; шаную й пророків, що провозвістили про Тебе‚ прославляю апостолів Твоїх святих‚ вшановую і мучеників‚ священиків же Твоїх славлю; поклоняюся преподобним Твоїм і всіх Твоїх праведників вшановую. Таку велику невимовну безліч лику Божественного приводжу Тобі‚ Всещедрому Богові‚ раб Твій‚ і прошу моїх згрішень прощення дарувати мені ради всіх Твоїх святих, а особливо заради святих Твоїх щедрот‚ бо Ти благословен єси повіки. Амінь.</Text>
                  
                  <TitlePart>Молитва до Пресвятої Богородиці</TitlePart>
                  <Text>Царице моя Преблагая‚ надіє моя Богородице‚ заступнице сиріт і подорожніх пристановище‚ скорботних радосте‚ ображених покровительнице‚ бачачи мою біду‚ бачачи мою скорботу‚ поможи мені‚ як немічному‚ покермуй мною як подорожнім‚ образу мою знаючи – розріши її‚ як бажаєш. Бо не маю іншої помочі окрім Тебе‚ ані іншої заступниці‚ ані благої утішительниці‚ лише Тебе‚ о Богоматір‚ що збереже й покриє мене по віки віків. Амінь.</Text>
                  
                  <TitlePart>Молитва до Ангела-Охоронителя</TitlePart>
                  <Text>О святий Ангеле-Охоронителю‚ покровителю мій благий! Із сокрушенним серцем і болісною душею стою перед тобою в молитві: почуй мене‚ грішного раба свого (ім’я)‚ із сильним воланням і плачем гірким співаю я: не пом’яни моїх беззаконь і неправд‚ що ними я, окаянний, прогнівляю тебе по всі дні й години‚ і мерзенним себе роблю перед Творцем нашим Господом, явися мені милосердним і не покидай мене скверного до самої кончини моєї; пробуди мене від сну гріховного й допоможи твоїми молитвами весь інший час життя мого без пороку перейти й сотворити плоди‚ достойні покаяння‚ найпаче ж від смертних падінь гріховних убережи мене‚ нехай не загину я у відчаї‚ і нехай не радіє ворог з погибелі моєї. Знаю воістину й устами сповідую‚ що немає іншого такого друга й заступника‚ захисника й поборника‚ як ти‚ святий ангеле‚ бо ти предстоїш перед Престолом Господнім і молишся за мене‚ негідного й найгрішнішого за всіх‚ нехай не відніме Преблагий душі моєї в день моєї безпечности й у день творення гріха. Не переставай далі умилостивлювати Премилосердного Господа й Бога мого‚ нехай відпустить згрішення мої‚ вчинені в житті моїм‚ ділом‚ словом і всіма моїми почуттями, і Своїм провидінням нехай спасе мене‚ нехай покарає мене тут з Своєї невимовної милости‚ але нехай не викриє і не випробує мене Своїм справедливим правосуддям‚ нехай сподобить мене принести покаяння‚ а з покаянням Божественне Причастя достойно прийняти‚ про це найбільше молю й такого дару від усього серця бажаю. У страшний же час смерти невідступно будь зі мною‚ благий Охоронителю мій‚ проганяючи демонів‚ що мають застрашити трепетну душу мою: захисти мене від їхнього ловлення‚ коли проходитиму повітряні митарства‚ нехай‚ захищений тобою‚ безперешкодно досягну раю‚ мною омріяного‚ де лики святих і Горні Сили безперестанно прославляють всечесне й славне ім’я в Тройці славимого Бога - Отця‚ і Сина‚ і Святого Духа. Йому ж належить честь і поклоніння на віки віків. Амінь.</Text>
                  <Span>Після цього читаємо: “Достойно є” (поклін)‚ “Трисвяте”‚ й по “Отче наш”: Помилуй нас‚ Господи‚ помилуй нас, і далі молитви вечірні.</Span>
            
        </>
    )
    
}